{
  "LuaSnip": { "branch": "ls_snippets_preserve" },
  "amake.nvim": { "branch": "main" },
  "auto-pairs": { "branch": "master" },
  "cmp-buffer": { "branch": "main" },
  "cmp-cmdline": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-nvim-lua": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "dirvish-fs.vim": { "branch": "master" },
  "editorconfig-vim": { "branch": "master" },
  "emmet-vim": { "branch": "master" },
  "fidget.nvim": { "branch": "main" },
  "fzf": { "branch": "master" },
  "fzf.vim": { "branch": "master" },
  "gitignore-grabber.nvim": { "branch": "main" },
  "indent-blankline.nvim": { "branch": "master" },
  "lake.vim": { "branch": "lua" },
  "lualine.nvim": { "branch": "master" },
  "neodev.nvim": { "branch": "main" },
  "npm_scripts.nvim": { "branch": "main" },
  "nvim-cmp": { "branch": "main" },
  "nvim-colorizer.lua": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-notify": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-treesitter-textobjects": { "branch": "master" },
  "papercolor-theme": { "branch": "master" },
  "playground": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "rust-tools.nvim": { "branch": "master" },
  "schemastore.nvim": { "branch": "main" },
  "telescope-ui-select.nvim": { "branch": "master" },
  "telescope.nvim": { "branch": "master" },
  "todo-comments.nvim": { "branch": "main" },
  "vim-colors-plain": { "branch": "master" },
  "vim-commentary": { "branch": "master" },
  "vim-diminactive": { "branch": "master" },
  "vim-dirvish": { "branch": "master" },
  "vim-fugitive": { "branch": "master" },
  "vim-markdown": { "branch": "master" },
  "vim-mdx-js": { "branch": "master" },
  "vim-rhubarb": { "branch": "master" },
  "vim-surround": { "branch": "master" },
  "vim-tabber": { "branch": "master" },
  "workspaces.nvim": { "branch": "master" }
}